{
  "main": {
    "profession": "DESENVOLVEDOR",
    "message": "Transformando ideias em código e sonhos em realidade.",
    "developer": "DESENVOLVEDOR",
    "webDesign": "DESIGNER DE WEB",
    "softwareArchitect": "ARQUITETO DE SOFTWARE",
    "social": "REDES SOCIAIS",
    "technologies": "TECNOLOGIAS",
    "aboutTitle": "SOBRE MIM",
    "project": "PROJETOS",
    "viewProject": "VER PROJETO",
    "aboutMe": "Prazer, sou Caio Henrique Rodrigues, um desenvolvedor full-stack de 22 anos, atualmente estou no último ano de Sistemas de Informação na Universidade Unifafibe. Minha formação inicial em Desenvolvimento de Sistemas pela Etec Bebedouro me proporcionou uma sólida base na área. Estou em busca de oportunidades para expandir meus conhecimentos e enfrentar novos desafios. Minha paixão por tecnologia e inovação me leva a buscar soluções criativas e de alta qualidade. Atualmente, trabalho como desenvolvedor full-stack e estou ansioso para contribuir com projetos que desafiem minhas habilidades e ofereçam um impacto significativo para nossa sociedade.",
    "project2C": "O Projeto 2C é uma ideia inovadora no combate a fraudes, ele é a integração de um moto biométrico open source feito com Rust, ele tem a capacidade de comparar faces e pontuar a semelhança entre faces comparadas.",
    "project2CSub": "Motor biométrico",
    "barberPass": "É um projeto focado em gerar senhas a longa distância para barbeiros e cabeleireiras, ele gera uma senha para marcar seu lugar na fila, assim o profissional consegue trabalhar com horário de chegada mais fácil sem problemas com pessoas fora da fila",
    "barberPassSub": "Aplicativo de senha para barbearias",
    "newXp": "É um relógio de Pomodoro criado para desenvolvedores e estudantes, quando o cronometro é zerado é gerado um exercício básico para realizar após longos períodos na frente de um computador.",
    "newXpSub": "Relógio de Pomodoro",
    "high": "Um projeto voltado para pessoas que desejam melhorar ou subir de rank no jogo League of Legends, o projeto conta com um painel administrativo completo e um visual moderno e atraente.",
    "highSub": "E-commerce de Elo Job",
    "viewWebsite": "Ver site",
    "placeHolderWorkTogether": "VAMOS TRABALHAR JUNTOS?",
    "placeHolderFullName": "Nome completo",
    "placeHolderMessage": "Mensagem",
    "send": "Enviar",
    "home": "PÁGINA INICIAL",
    "contact": "CONTATO",
    "usefulLinks": "LINKS ÚTEIS",
    "infoCookies": "Este site utiliza cookies para melhorar sua experiência de navegação e oferecer conteúdos personalizados. Ao continuar navegando, você concorda com o uso de cookies.",
    "accept": "Aceitar",
    "phoneNumber": "Telefone",
    "phoneNumberMandatory": "Telefone é obrigatório",
    "nameMandatory": "Nome é obrigatório",
    "messageMandatory": "Mensagem é obrigatória",
    "sendEmail": "E-mail enviado com sucesso!",
    "errorSendEmail": "Erro ao enviar e-mail:"
  }
}
